Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/tervehdyksia_saamen_kielilla.html.tmx
Source language: fin
Languages: smn

source: Pieni sanakirja
smn: Sänikirjáš

source: Tällä pienellä sanakirjaisella haluamme kutsua mukavalla tavalla mukaan keskustelemaan saameksi ensitapaamisella, arkipäivässä ja juhlissa.
smn: Táin uccâ sänikirjáin mij halijdep povdiđ suotâs vuovvijn mieldi savâstâllâđ sämikielân vuosmuš teivâmist, argâpeeivi já juuhlijn.

source: Tässä ei ole raskasta kielioppia, vain muutamia hyödyllisiä sanontoja.
smn: Täst ij lah lusis kielâoppâ, peic motomeh ávháliih eđâlduvah.

source: Sitten ei muuta kuin puhumaan!
smn: Te talle ij eres ko sárnuškyettiđ!

source: Sanakirjanen on laadittu “Sámás muinna” -kampanjan yhteydessä.
smn: Sänikirjááš lii rahtum “Sáámást munjin” -kampanja ohtâvuođâst.

source: Hyvää päivää!
smn: Buorre beaivi!

source: Buorre beaivi!
smn: Pyeri peivi!

source: Pyeri peivi!
smn: Tiõrv!

source: Tiõrv!
smn: Hyvää päivää!

source: Miten menee?
smn: Mo manná?

source: Mo manná?
smn: Maht mana?

source: Maht mana?
smn: Mäʹhtt mâânn?

source: Mäʹhtt mâânn?
smn: Miten menee?

source: Tervehdyksiä saamen kielillä
smn: Tiervâttâsah Suomâst sarnum sämikielân

source: Ystävänpäivä Pohjoissaame: Ustibabeaivi / Ustitbeaivi Inarinsaame: Ustevpeivi Koltansaame: Naʹzvaanpeiʹvv
smn: Anarâškielân: Ustevpeivi Davvisámegillii: Ustibabeaivi / Ustitbeaivi Nuõrttsää’m: Naʹzvaanpeiʹvv Suomeksi: Ystävänpäivä

source: Hyvää ystävänpäivää!
smn: Anarâškielân: Pyeri ustevpeivi!

source: Pohjoissaame: Buori ustibabeaivvi/ Buori ustitvuođabeaivvi!
smn: Davvisámegillii: Buori ustibabeaivvi/ Buori ustitvuođabeaivvi!

source: Inarinsaame: Pyeri ustevpeivi!
smn: Nuõrttsää’m: Šiõǥǥ naʹzvaanpeiʹvv!

source: Koltansaame: Šiõǥǥ naʹzvaanpeiʹvv!
smn: Suomeksi: Hyvää ystävänpäivää!

source: Toivotan hyvää ystävänpäivää kaikille!
smn: Anarâškielân: Tuáivum šiev ustevpeeivi puohháid!

source: Pohjoissaame: Sávan buori ustibabeaivvi buohkaide!
smn: Davvisámegillii: Sávan buori ustibabeaivvi buohkaide!

source: Inarinsaame: Tuáivum šiev ustevpeeivi puohháid!
smn: Nuõrttsää’m: Tuäivtam pukid šiõǥǥ naʹzvaanpeeiʹv!

source: Koltansaame: Tuäivtam pukid šiõǥǥ naʹzvaanpeeiʹv!
smn: Suomeksi: Toivotan hyvää ystävänpäivää kaikille!

source: Hyvää juhannusta!
smn: Anarâškielân: Pyeri jonsahpeivi!

source: Pohjoissaame: Buriid mihcamáraid!
smn: Davvisámegillii: Buriid mihcamáraid!

source: Inarinsaame: Pyeri jonsahpeivi!
smn: Nuõrttsää’m: Šiõǥǥ evvanpeeiʹv!

source: Koltansaame: Šiõǥǥ evvanpeeiʹv!
smn: Suomeksi: Hyvää juhannusta!

source: Hyvää kesää kaikille!
smn: Anarâškielân: Pyeri keesi puohháid!

source: Pohjoissaame: Buori geasi buohkaide!
smn: Davvisámegillii: Buori geasi buohkaide!

source: Inarinsaame: Pyeri keesi puohháid!
smn: Nuõrttsää’m: Šiõǥǥ ǩieʹss pukid!

source: Koltansaame: Šiõǥǥ ǩieʹss pukid!
smn: Suomeksi: Hyvää kesää kaikille!

source: Hyvää itsenäisyyspäivää!
smn: Anarâškielân: Šiev jiečânâsvuođâpeivi!

source: Pohjoissaame: Buori iehčanasvuođabeaivvi!
smn: Davvisámegillii: Buori iehčanasvuođabeaivvi!

source: Inarinsaame: Šiev jiečânâsvuođâpeivi!
smn: Nuõrttsää’m: Šiõǥǥ jiõččnažvuõttpeiʹvv!

source: Koltansaame: Šiõǥǥ jiõččnažvuõttpeiʹvv!
smn: Suomeksi: Hyvää itsenäisyyspäivää!

source: Hyvää joulua ja onnellista uutta vuotta
smn: Anarâškielân: Pyereh juovlah já luholâš uđđâ ihe!

source: Pohjoissaame: Buriid juovllaid ja lihkolaš ođđa jagi Inarinsaame: Pyereh juovlah já luholâš uđđâ ihe Koltansaame: Šiõǥǥ rosttvid da leklvaž ođđ eeʹǩǩ!
smn: Davvisámegillii: Buriid juovllaid ja lihkolaš ođđa jagi! Nuõrttsää’m: Šiõǥǥ rosttvid da leklvaž ođđ eeʹjj!

source: Saamelaisten kansallispäivän tervehdys 6.2.
smn: Suomeksi: Hyvää joulua ja onnellista uutta vuotta!

source: Hyvää saamelaisten kansallispäivää kaikille Pohjoissaame: Buori sámi álbmotbeaivvi buohkaide Inarinsaame: Pyeri säämi aalmugpeivi puohháid Koltansaame: Šiõǥǥ saaʹmi meersažpeiʹvv pukid
smn: Anarâškielân: Pyeri säämi aalmugpeivi puohháid Davvisámegillii: Buori sámi álbmotbeaivvi buohkaide Nuõrttsää’m:Šiõǥǥ saaʹmi meersažpeiʹvv pukid Suomeksi: Hyvää saamelaisten kansallispäivää kaikille

source: Saamelaisten kansallispäivä 6.2. Pohjoissaame: Sámi álbmotbeaivi Inarinsaame: Säämi aalmugpeivi Koltansaame: Saaʹmi meersažpeiʹvv Ruotsi: Samiska nationaldagen Englanti: Sámi National Day
smn: Anarâškielân: Säämi aalmugpeivi 6.2. Davvisámegillii: Sámi álbmotbeaivi 6.2. Nuõrttsää’m: Saaʹmi meersažpeiʹvv 6.2. Suomeksi: Saamelaisten kansallispäivä 6.2.

source: Tervehdykset 26. syyskuuta Euroopan kielten päivänä
smn: Anarâškielân: 26. čohčâmáánu lii Euroopkielâi peivi Davvisámegillii: 26. beaivi čakčamánu lea Eurohpá gielaid beaivi Nuõrttsää’m: Čõhččmannu 26. peeiʹv lij Euroop ǩiõli peiʹvv Suomeksi: 26. syyskuuta on Euroopan kielten päivä

source: 26. syyskuuta on Euroopan kielten päivä Pohjoissaame: 26. beaivi čakčamánu lea Eurohpá gielaid beaivi Inarinsaame: 26. čohčâmáánu lii Euroopkielâi peivi Koltansaame: Čõhččmannu 26. peeiʹv lij Euroopp ǩiõli peiʹvv
smn: Anarâškielân: Pyeri Euroopkielâi peivi Davvisámegillii: Buori Eurohpá gielaid beaivvi Nuõrttsää’m: Šiõǥǥ Euroopp ǩiõli peeiʹv Suomeksi: Hyvää Euroopan kielten päivää

source: Hyvää Euroopan kielten päivää Pohjoissaame: Buori Eurohpá gielaid beaivvi Inarinsaame: Pyeri Euroopkielâi peivi Koltansaame: Šiõǥǥ Euroop ǩiõli peeiʹv
smn: Jaa tämä kirjoitus

source: Lisätietoja:
smn: Share on Facebook

source: Euroopan neuvoston aloitteesta Euroopan kielten päivä on juhlittu vuodesta 2001 lähtien joka vuosi syyskuun 26. päivänä.
smn: Share on Twitter

source: http://edl.ecml.at/
smn: Share on WhatsApp

source: Jaa tämä kirjoitus
smn: Share by Mail
